Repository: 1kriva1/sfc-data-service
Catalog: src/Core/SFC.Data.Application/Resources/Resources.*.resx
Languages: uk_ua

source: Acceleration
uk_ua: Прискорення

source: Aggression
uk_ua: Агресія

source: Aggressive
uk_ua: Агресивний

source: Agility
uk_ua: Спритність

source: Attacking
uk_ua: Атакувальний

# AuthorizationError
source: User not found.
uk_ua: Користувача не знайдено.

source: Balance
uk_ua: Баланс

source: Ball Control
uk_ua: Контроль м'яча

source: Both
uk_ua: Обидві

source: Composure
uk_ua: Холоднокровність

source: Control
uk_ua: Контроль

source: Counter Attacks
uk_ua: Контратаки

source: Crossing
uk_ua: Кроси

source: Curve
uk_ua: Закручування

# Def Awarenence
source: Def. Awareness
uk_ua: Захисна обізнаність

source: Defend
uk_ua: Захисний

source: Defender
uk_ua: Захисник

source: Defending
uk_ua: Захист

source: Dribbling
uk_ua: Дриблінг

source: Failed result.
uk_ua: Невдалий результат.

source: Finishing
uk_ua: Завершення

source: FK. Accuracy
uk_ua: Точність штрафних ударів

source: Forward
uk_ua: Нападаючий

source: Goalkeeper
uk_ua: Воротар

source: Heading Accuracy
uk_ua: Точність грою головою

source: Interceptions
uk_ua: Перехоплення

source: Jumping
uk_ua: Стрибки

source: Left
uk_ua: Ліва

source: Long Passing
uk_ua: Довгі паси

source: Long Shots
uk_ua: Довгі удари

source: Mental
uk_ua: Психологічні

source: Midfielder
uk_ua: Півзахисник

source: Pace
uk_ua: Темп

source: Passing
uk_ua: Паси

source: Penalties
uk_ua: Пенальті

source: Physical
uk_ua: Фізичні

source: Physicality
uk_ua: Фізична підготовка

source: Positioning
uk_ua: Позиціонування

source: Reactions
uk_ua: Реакція

source: Right
uk_ua: Права

source: Shooting
uk_ua: Удари

source: Short Passing
uk_ua: Короткі паси

source: Shot Power
uk_ua: Сила удару

source: Skill
uk_ua: Майстерність

source: Sliding Tackle
uk_ua: Підкати

source: Sprint Speed
uk_ua: Швидкість бігу

source: Stamina
uk_ua: Витривалість

source: Standing Tackle
uk_ua: Боротьба

source: Strength
uk_ua: Сила

source: Success result.
uk_ua: Успішний результат.

source: Vision
uk_ua: Бачення

source: Volleys
uk_ua: Залпи

source: Blue
uk_ua: Синій

source: Pink
uk_ua: Рожева

source: Black
uk_ua: Чорна

source: Red
uk_ua: Червона

source: Purple
uk_ua: Фіолетова

source: Orange
uk_ua: Помаранчева

source: Brown
uk_ua: Коричнева

source: Green
uk_ua: Зелена

source: GK
uk_ua: ВРТ

source: LB
uk_ua: ЛЗ

source: RB
uk_ua: ПЗ

source: CB
uk_ua: ЦЗ

source: LWB
uk_ua: ЛФЗ

source: RWB
uk_ua: ПФЗ

source: LM
uk_ua: ЛП

source: RM
uk_ua: ПП

source: CM
uk_ua: ЦП

source: CDM
uk_ua: ЦОП

source: CAM
uk_ua: ЦАП

source: LF
uk_ua: ЛФ

source: RF
uk_ua: ПФ

source: CF
uk_ua: ЦФ

source: ST
uk_ua: ФРВ

source: LW
uk_ua: ЛВ

source: RW
uk_ua: ПВ

source: Formation
uk_ua: Схема

source: Custom
uk_ua: Вручну

source: Powerfull attacking formation
uk_ua: Потужне атакуюче формування

source: Control formation
uk_ua: Схема контролю

source: Defend formation
uk_ua: Захисна схема

source: Atacking formation
uk_ua: Атакуюча схема

source: Balanced formation
uk_ua: Збалансована схема

source: Box to box
uk_ua: Коробка до коробки

source: With fake number nine
uk_ua: З фальшивим дев'ятим номером

source: ValidationError
uk_ua: Валідаційна помилка.

source: Yellow
uk_ua: Жовтий
